Repository: ephraimbel/Bible-Plus
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: am, ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sw, tl, zh_hans, zh_hant

source: Preview
am: ቅድመ እይታ
de: Vorschau
es: Vista previa
fr: Aperçu
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리 보기
pl: Podgląd
pt_br: Prévia
ru: Предпросмотр
sw: Hakiki
zh_hans: 预览
zh_hant: 預覽

source: Pro Plan
am: Pro ዕቅድ
es: Plan Pro
fr: Formule Pro
id: Paket Pro
it: Piano Pro
ja: Pro プラン
ko: Pro 플랜
pl: Plan Pro
pt_br: Plano Pro
ru: Тариф Pro
sw: Mpango wa Pro
tl: Planong Pro
zh_hans: Pro 套餐
zh_hant: Pro 方案

source: Psalm 23
am: መዝሙር 23
es: Salmo 23
fr: Psaume 23
id: Mazmur 23
it: Salmo 23
ja: 詩篇 23 篇
ko: 시편 23편
pt_br: Salmo 23
ru: Псалом 22
sw: Zaburi 23
tl: Awit 23
zh_hans: 诗篇 23 篇
zh_hant: 詩篇 23 篇

source: Purchase Failed
am: ግዢ አልተሳካም
de: Kauf fehlgeschlagen
es: Compra fallida
fr: Achat échoué
id: Pembelian gagal
it: Acquisto non riuscito
ja: 購入に失敗しました
ko: 결제 실패
pl: Zakup nieudany
pt_br: Compra não realizada
ru: Покупка не удалась
sw: Ununuzi umeshindwa
tl: Hindi natuloy ang pagbili
zh_hans: 购买失败
zh_hant: 購買失敗

source: READING PLAN
am: የንባብ ዕቅድ
de: LESEPLAN
es: PLAN DE LECTURA
fr: PLAN DE LECTURE
id: RENCANA MEMBACA
it: PIANO DI LETTURA
ja: 読書プラン
ko: 읽기 플랜
pl: PLAN CZYTANIA
pt_br: PLANO DE LEITURA
ru: ПЛАН ЧТЕНИЯ
sw: MPANGO WA KUSOMA
tl: PLANO NG PAGBASA
zh_hans: 阅读计划
zh_hant: 閱讀計畫

source: RECENT ACTIVITY
am: የቅርብ ጊዜ እንቅስቃሴ
de: LETZTE AKTIVITÄT
es: ACTIVIDAD RECIENTE
fr: ACTIVITÉ RÉCENTE
id: AKTIVITAS TERAKHIR
it: ATTIVITÀ RECENTE
ja: 最近のアクティビティ
ko: 최근 활동
pl: OSTATNIA AKTYWNOŚĆ
pt_br: ATIVIDADE RECENTE
ru: НЕДАВНЯЯ АКТИВНОСТЬ
sw: SHUGHULI ZA KARIBUNI
tl: KAMAKAILANG AKTIBIDAD
zh_hans: 最近活动
zh_hant: 最近活動

source: REFLECTION PROMPT
am: የማሰላሰያ ጥያቄ
de: IMPULS ZUM NACHDENKEN
es: PREGUNTA PARA REFLEXIONAR
fr: QUESTION DE RÉFLEXION
id: PERTANYAAN RENUNGAN
it: SPUNTO DI RIFLESSIONE
ja: 黙想の問いかけ
ko: 묵상 질문
pl: PYTANIE DO ROZWAŻANIA
pt_br: PERGUNTA PARA REFLETIR
ru: ВОПРОС ДЛЯ РАЗМЫШЛЕНИЯ
sw: SWALI LA KUTAFAKARI
tl: TANONG SA PAGNINILAY
zh_hans: 反思提示
zh_hant: 反思提示

source: Read
am: አንብብ
de: Lesen
es: Leer
fr: Lire
id: Baca
it: Leggi
ja: 読む
ko: 읽기
pl: Czytaj
pt_br: Ler
ru: Читать
sw: Soma
tl: Basahin
zh_hans: 阅读
zh_hant: 閱讀

source: Read a chapter, save a verse, or write a prayer to begin tracking your progress.
am: ምዕራፍ አንብብ፣ ጥቅስ አስቀምጥ ወይም ጸሎት ጻፍ የአንተን ግስጋሴ መከታተል ለመጀመር።
de: Lies ein Kapitel, speichere einen Vers oder schreibe ein Gebet, um deinen Fortschritt zu verfolgen.
es: Lee un capítulo, guarda un versículo o escribe una oración para empezar a seguir tu progreso.
fr: Lis un chapitre, enregistre un verset ou écris une prière pour commencer à suivre ton progrès.
id: Baca satu pasal, simpan ayat, atau tulis doa untuk mulai melacak kemajuanmu.
it: Leggi un capitolo, salva un versetto o scrivi una preghiera per iniziare a tracciare i progressi.
ja: 章を読み、みことばを保存し、 または祈りを書いて進捗を追跡しましょう。
ko: 한 장을 읽거나, 한 구절을 저장하거나, 기도를 적어 진행을 추적해 보세요.
pl: Przeczytaj rozdział, zapisz werset lub napisz modlitwę, aby rozpocząć śledzenie postępu.
pt_br: Leia um capítulo, salve um versículo ou escreva uma oração para começar a acompanhar seu progresso.
ru: Прочитай главу, сохрани стих или напиши молитву, чтобы начать отслеживать прогресс.
sw: Soma sura, hifadhi mstari, au andika sala ili kuanza kufuatilia maendeleo.
tl: Basahin ang isang kabanata, mag-save ng talata, o sumulat ng panalangin upang simulang subaybayan ang progreso.
zh_hans: 读一章、收藏一节经文,或写下 一篇祷告,开始追踪你的进度。
zh_hant: 讀一章、收藏一節經文,或寫下 一篇禱告,開始追蹤你的進度。

source: Reader Settings
am: የአንባቢ ቅንብሮች
de: Leseeinstellungen
es: Ajustes del lector
fr: Paramètres du lecteur
id: Pengaturan pembaca
it: Impostazioni lettore
ja: リーダー設定
ko: 읽기 설정
pl: Ustawienia czytnika
pt_br: Ajustes do leitor
ru: Настройки чтения
sw: Mipangilio ya kusoma
tl: Mga setting ng pagbasa
zh_hans: 阅读器设置
zh_hant: 閱讀器設定

source: Reading Plans
am: የንባብ ዕቅዶች
de: Lesepläne
es: Planes de lectura
fr: Plans de lecture
id: Rencana Membaca
it: Piani di lettura
ja: 読書プラン
ko: 읽기 계획
pl: Plany czytania
pt_br: Planos de leitura
ru: Планы чтения
sw: Mipango ya Kusoma
tl: Mga plano sa pagbabasa
zh_hans: 阅读计划
zh_hant: 閱讀計劃

source: Reflect with AI
am: ከ AI ጋር አሰላስል
de: Mit KI nachdenken
es: Reflexiona con la IA
fr: Réfléchir avec l'IA
id: Merenung bersama AI
it: Rifletti con l'IA
ja: AIと一緒に黙想する
ko: AI와 묵상하기
pl: Rozważaj z AI
pt_br: Reflita com a IA
ru: Размышлять с ИИ
sw: Tafakari na AI
tl: Magnilay kasama ng AI
zh_hans: 与 AI 一起默想
zh_hant: 與 AI 一同默想

source: Reload
am: እንደገና ጫን
de: Neu laden
es: Recargar
fr: Recharger
id: Muat ulang
it: Ricarica
ja: 再読み込み
ko: 새로고침
pl: Odśwież
pt_br: Recarregar
ru: Перезагрузить
sw: Pakia tena
tl: I-reload
zh_hans: 重新加载
zh_hant: 重新載入

source: Remove Note
am: ማስታወሻ አስወግድ
de: Notiz entfernen
es: Quitar nota
fr: Supprimer la note
id: Hapus catatan
it: Rimuovi nota
ja: メモを削除
ko: 메모 삭제
pl: Usuń notatkę
pt_br: Remover nota
ru: Удалить заметку
sw: Ondoa kumbukumbu
tl: Alisin ang tala
zh_hans: 删除笔记
zh_hant: 刪除筆記

source: Remove from Favorites
am: ከተወዳጆች አስወግድ
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
id: Hapus dari favorit
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
pl: Usuń z ulubionych
pt_br: Remover dos favoritos
ru: Убрать из избранного
sw: Ondoa kutoka vipendwa
tl: Alisin sa paborito
zh_hans: 从收藏中移除
zh_hant: 從最愛中移除

source: Reset to Defaults
am: ወደ ነባር ዳግም አስጀምር
de: Auf Standard zurücksetzen
es: Restaurar valores predeterminados
fr: Réinitialiser par défaut
id: Atur ulang ke bawaan
it: Ripristina predefiniti
ja: デフォルトに戻す
ko: 기본값으로 재설정
pl: Przywróć domyślne
pt_br: Restaurar padrões
ru: Сбросить по умолчанию
sw: Rudi kwa chaguo-msingi
tl: I-reset sa default
zh_hans: 恢复默认
zh_hant: 恢復預設

source: Retry
am: እንደገና ሞክር
de: Wiederholen
es: Reintentar
fr: Réessayer
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 다시 시도
pl: Spróbuj ponownie
pt_br: Tentar novamente
ru: Повторить
sw: Jaribu tena
tl: Subukang muli
zh_hans: 重试
zh_hant: 重試

source: SOON
am: በቅርቡ
de: BALD
es: PRONTO
fr: BIENTÔT
id: SEGERA
it: PRESTO
ja: 近日公開
ko: 곧
pl: WKRÓTCE
pt_br: EM BREVE
ru: СКОРО
sw: HIVI KARIBUNI
tl: MALAPIT NA
zh_hans: 即将推出
zh_hant: 即將推出

source: Sanctuary
am: መቅደስ
de: Stille
es: Santuario
fr: Sanctuaire
id: Ruang kudus
it: Santuario
ja: 聖所
ko: 성소
pl: Sanktuarium
pt_br: Santuário
ru: Святилище
sw: Mahali patakatifu
tl: Santuwaryo
zh_hans: 圣所
zh_hant: 聖所

source: Save Note
am: ማስታወሻ አስቀምጥ
de: Notiz speichern
es: Guardar nota
fr: Enregistrer la note
id: Simpan catatan
it: Salva nota
ja: メモを保存
ko: 메모 저장
pl: Zapisz notatkę
pt_br: Salvar nota
ru: Сохранить заметку
sw: Hifadhi kumbukumbu
tl: I-save ang tala
zh_hans: 保存笔记
zh_hant: 儲存筆記

source: Save Response
am: መልስ አስቀምጥ
de: Antwort speichern
es: Guardar respuesta
fr: Enregistrer la réponse
id: Simpan jawaban
it: Salva risposta
ja: 返答を保存
ko: 응답 저장
pl: Zapisz odpowiedź
pt_br: Salvar resposta
ru: Сохранить ответ
sw: Hifadhi jibu
tl: I-save ang tugon
zh_hans: 保存回复
zh_hant: 儲存回覆

source: Search Bible
am: መጽሐፍ ቅዱስን ፈልግ
de: Bibel durchsuchen
es: Buscar en la Biblia
fr: Rechercher dans la Bible
id: Cari Alkitab
it: Cerca nella Bibbia
ja: 聖書を検索
ko: 성경 검색
pl: Szukaj w Biblii
pt_br: Buscar na Bíblia
ru: Поиск по Библии
sw: Tafuta katika Biblia
tl: Maghanap sa Bibliya
zh_hans: 搜索圣经
zh_hant: 搜尋聖經

source: Search Failed
am: ፍለጋ አልተሳካም
de: Suche fehlgeschlagen
es: La búsqueda falló
fr: La recherche a échoué
id: Pencarian gagal
it: Ricerca non riuscita
ja: 検索に失敗しました
ko: 검색 실패
pl: Wyszukiwanie nieudane
pt_br: A busca falhou
ru: Поиск не удался
sw: Utafutaji umeshindikana
tl: Nabigo ang paghahanap
zh_hans: 搜索失败
zh_hant: 搜尋失敗

source: Search by book name, reference, or keyword.
am: በመጽሐፍ ስም፣ ዋቢ፣ ወይም ቁልፍ ቃል ፈልግ።
de: Suche nach Buchname, Stelle oder Stichwort.
es: Busca por nombre de libro, referencia o palabra clave.
fr: Recherche par nom de livre, référence ou mot-clé.
id: Cari dengan nama kitab, ayat, atau kata kunci.
it: Cerca per nome del libro, riferimento o parola chiave.
ja: 書名・箇所・キーワードで 検索できます。
ko: 책 이름, 구절 번호, 또는 키워드로 검색해요.
pl: Szukaj według nazwy księgi, odwołania lub słowa kluczowego.
pt_br: Busque por nome do livro, referência ou palavra-chave.
ru: Поиск по названию книги, ссылке или ключевому слову.
sw: Tafuta kwa jina la kitabu, rejeleo, au neno kuu.
tl: Maghanap gamit ang pangalan ng aklat, sanggunian, o keyword.
zh_hans: 按书卷名称、引用 或关键词搜索。
zh_hant: 依書卷名稱、引用 或關鍵字搜尋。

source: Search the Bible
am: መጽሐፍ ቅዱስን ፈልግ
de: Durchsuche die Bibel
es: Busca en la Biblia
fr: Cherchez dans la Bible
id: Cari Alkitab
it: Cerca nella Bibbia
ja: 聖書を検索
ko: 성경 검색
pl: Szukaj w Biblii
pt_br: Busque na Bíblia
ru: Поиск по Библии
sw: Tafuta katika Biblia
tl: Hanapin sa Bibliya
zh_hans: 搜索圣经
zh_hant: 搜尋聖經

source: Searching verses...
am: ጥቅሶችን በመፈለግ ላይ…
de: Verse werden gesucht…
es: Buscando versículos…
fr: Recherche des versets…
id: Mencari ayat…
it: Ricerca versetti…
ja: みことばを検索中…
ko: 말씀 검색 중…
pl: Szukam wersetów…
pt_br: Buscando versículos…
ru: Поиск стихов…
sw: Inatafuta mistari…
tl: Hinahanap ang mga talata…
zh_hans: 正在搜索经文…
zh_hant: 正在搜尋經文…

source: Searching...
am: በመፈለግ ላይ…
de: Suche…
es: Buscando…
fr: Recherche…
id: Mencari…
it: Ricerca…
ja: 検索中…
ko: 검색 중…
pl: Szukam…
pt_br: Buscando…
ru: Поиск…
sw: Inatafuta…
tl: Naghahanap…
zh_hans: 搜索中…
zh_hant: 搜尋中…

source: See personalized prayers and verses every time you unlock your phone.
am: ስልክህን በከፈትክ ቁጥር የግል ጸሎቶችን እና ጥቅሶችን ተመልከት።
de: Sieh personalisierte Gebete und Verse, jedes Mal wenn du dein Handy entsperrst.
es: Ve oraciones y versículos personalizados cada vez que desbloquees tu teléfono.
fr: Vois des prières et versets personnalisés chaque fois que tu déverrouilles ton téléphone.
id: Lihat doa dan ayat yang dipersonalisasi setiap kali kamu membuka kunci HP.
it: Vedi preghiere e versetti personalizzati ogni volta che sblocchi il telefono.
ja: スマホを解除するたびに、 あなた専用の祈りとみことばを。
ko: 폰을 잠금 해제할 때마다 맞춤형 기도와 말씀을 보세요.
pl: Zobacz spersonalizowane modlitwy i wersety za każdym razem, gdy odblokujesz telefon.
pt_br: Veja orações e versículos personalizados sempre que desbloquear seu celular.
ru: Видь персональные молитвы и стихи каждый раз, когда разблокируешь телефон.
sw: Ona sala na mistari ya kibinafsi kila unapofungua simu yako.
tl: Makita ang personalisadong mga panalangin at talata sa tuwing ia-unlock mo ang telepono mo.
zh_hans: 每次解锁手机时都看到 个性化的祷告与经文。
zh_hant: 每次解鎖手機時都看到 個人化的禱告與經文。

source: Select up to 3
am: እስከ 3 ምረጥ
de: Wähle bis zu 3
es: Selecciona hasta 3
fr: Sélectionnez jusqu'à 3
id: Pilih hingga 3
it: Seleziona fino a 3
ja: 3 つまで選択
ko: 최대 3개 선택
pl: Wybierz do 3
pt_br: Selecione até 3
ru: Выбери до 3
sw: Chagua hadi 3
tl: Pumili hanggang 3
zh_hans: 最多选择 3 项
zh_hant: 最多選擇 3 項

source: Share as Card
am: እንደ ካርድ አጋራ
de: Als Karte teilen
es: Compartir como tarjeta
fr: Partager comme carte
id: Bagikan sebagai kartu
it: Condividi come scheda
ja: カードとして共有
ko: 카드로 공유
pl: Udostępnij jako kartę
pt_br: Compartilhar como cartão
ru: Поделиться как карточкой
sw: Shiriki kama kadi
tl: Ibahagi bilang kard
zh_hans: 作为卡片分享
zh_hant: 作為卡片分享

source: Show me another
am: ሌላ አሳይኝ
de: Zeig mir einen anderen
es: Muéstrame otro
fr: Montre-m'en un autre
id: Tunjukkan yang lain
it: Mostramene un altro
ja: 別のを見せて
ko: 다른 걸 보여주세요
pl: Pokaż inny
pt_br: Mostre outro
ru: Покажи другой
sw: Nionyeshe nyingine
tl: Magpakita ng iba
zh_hans: 给我看另一个
zh_hant: 給我看另一個

source: Show verse numbers
am: የጥቅስ ቁጥሮችን አሳይ
de: Versnummern anzeigen
es: Mostrar números de versículo
fr: Afficher les numéros de verset
id: Tampilkan nomor ayat
it: Mostra numeri dei versetti
ja: 節番号を表示
ko: 절 번호 표시
pl: Pokaż numery wersetów
pt_br: Mostrar números dos versículos
ru: Показывать номера стихов
sw: Onyesha namba za mistari
tl: Ipakita ang numero ng talata
zh_hans: 显示经节号
zh_hant: 顯示經節號

source: Skip for now
am: ለአሁን ዝለል
de: Jetzt überspringen
es: Omitir por ahora
fr: Passer pour l'instant
id: Lewati dulu
it: Salta per ora
ja: いまはスキップ
ko: 지금은 건너뛰기
pl: Pomiń teraz
pt_br: Pular por enquanto
ru: Пропустить пока
sw: Ruka kwa sasa
tl: Laktawan muna
zh_hans: 暂时跳过
zh_hant: 暫時略過

source: Sleep Timer
am: የመኝታ ሰዓት
de: Schlaf-Timer
es: Temporizador para dormir
fr: Minuteur de sommeil
id: Pengatur waktu tidur
it: Timer per dormire
ja: スリープタイマー
ko: 수면 타이머
pl: Minutnik snu
pt_br: Temporizador para dormir
ru: Таймер сна
sw: Kipima muda cha usingizi
tl: Timer ng tulog
zh_hans: 睡眠定时器
zh_hant: 睡眠計時器

source: Sleep timer active
am: የመኝታ ሰዓት ተንቀሳቃሽ
de: Schlaf-Timer aktiv
es: Temporizador para dormir activo
fr: Minuteur de sommeil actif
id: Pengatur waktu tidur aktif
it: Timer per dormire attivo
ja: スリープタイマー作動中
ko: 수면 타이머 활성
pl: Minutnik snu aktywny
pt_br: Temporizador para dormir ativo
ru: Таймер сна активен
sw: Kipima muda cha usingizi kinachotumika
tl: Aktibo ang timer ng tulog
zh_hans: 睡眠定时器开启
zh_hant: 睡眠計時器啟用

source: Soundscapes
am: የድምፅ ገጽታዎች
de: Klanglandschaften
es: Paisajes sonoros
fr: Ambiances sonores
id: Lanskap suara
it: Paesaggi sonori
ja: サウンドスケープ
ko: 사운드스케이프
pl: Pejzaże dźwiękowe
pt_br: Paisagens sonoras
ru: Звуковые пейзажи
sw: Mandhari ya sauti
tl: Mga soundscape
zh_hans: 音景
zh_hant: 音景

source: Start Again
am: እንደገና ጀምር
de: Neu beginnen
es: Empezar de nuevo
fr: Recommencer
id: Mulai lagi
it: Ricomincia
ja: やり直す
ko: 다시 시작
pl: Zacznij od nowa
pt_br: Começar de novo
ru: Начать заново
sw: Anza upya
tl: Magsimula muli
zh_hans: 重新开始
zh_hant: 重新開始

source: Start Your Journey
am: ጉዞህን ጀምር
de: Beginne deine Reise
es: Comienza tu viaje
fr: Commencez votre voyage
id: Mulai perjalananmu
it: Inizia il tuo cammino
ja: 旅を始めよう
ko: 여정을 시작하세요
pl: Rozpocznij swoją drogę
pt_br: Comece sua jornada
ru: Начать путь
sw: Anza safari yako
tl: Simulan ang paglalakbay mo
zh_hans: 开启你的旅程
zh_hant: 開啟你的旅程

source: Start a Reading Plan
am: የንባብ ዕቅድ ጀምር
de: Beginne einen Leseplan
es: Comienza un plan de lectura
fr: Commencez un plan de lecture
id: Mulai rencana membaca
it: Inizia un piano di lettura
ja: 読書プランを 始める
ko: 읽기 플랜 시작하기
pl: Rozpocznij plan czytania
pt_br: Comece um plano de leitura
ru: Начни план чтения
sw: Anza mpango wa kusoma
tl: Magsimula ng plano ng pagbasa
zh_hans: 开始一个 阅读计划
zh_hant: 開始一個 閱讀計畫

source: Start a new conversation
am: አዲስ ውይይት ጀምር
de: Neue Unterhaltung starten
es: Inicia una nueva conversación
fr: Démarrer une nouvelle conversation
id: Mulai percakapan baru
it: Inizia una nuova conversazione
ja: 新しい会話を始める
ko: 새 대화 시작하기
pl: Rozpocznij nową rozmowę
pt_br: Inicie uma nova conversa
ru: Начать новый разговор
sw: Anzisha mazungumzo mapya
tl: Magsimula ng bagong usapan
zh_hans: 开始新对话
zh_hant: 開始新對話

source: Start this plan to track your progress
am: ግስጋሴህን ለመከታተል ይህን ዕቅድ ጀምር
de: Starte diesen Plan, um deinen Fortschritt zu sehen
es: Comienza este plan para seguir tu progreso
fr: Commencez ce plan pour suivre votre progression
id: Mulai rencana ini untuk melacak kemajuanmu
it: Inizia questo piano per vedere i tuoi progressi
ja: このプランを始めて進捗を確認しましょう
ko: 이 플랜을 시작해서 진행 상황을 확인하세요
pl: Rozpocznij plan, aby śledzić postęp
pt_br: Inicie este plano para acompanhar seu progresso
ru: Начни этот план, чтобы отслеживать прогресс
sw: Anza mpango huu kufuatilia maendeleo
tl: Simulan ito para masubaybayan ang progreso
zh_hans: 开始此计划以跟踪你的进度
zh_hant: 開始此計畫以追蹤進度

source: Start with the free version. Upgrade to Pro from Settings anytime.
am: በነጻው እትም ጀምር። በማንኛውም ጊዜ ከቅንብሮች ወደ Pro አሻሽል።
de: Starte mit der kostenlosen Version. Upgrade auf Pro jederzeit in den Einstellungen.
es: Comienza con la versión gratuita. Actualiza a Pro desde Ajustes en cualquier momento.
fr: Commence avec la version gratuite. Passe à Pro depuis les Réglages à tout moment.
id: Mulai dengan versi gratis. Tingkatkan ke Pro di Pengaturan kapan saja.
it: Inizia con la versione gratuita. Passa a Pro dalle Impostazioni quando vuoi.
ja: 無料版から始めましょう。設定から いつでもProにアップグレードできます。
ko: 무료 버전으로 시작해요. 언제든 설정에서 Pro로 업그레이드할 수 있어요.
pl: Zacznij od wersji bezpłatnej. W każdej chwili możesz przejść na Pro w Ustawieniach.
pt_br: Comece com a versão gratuita. Assine o Pro nas Configurações quando quiser.
ru: Начни с бесплатной версии. Перейди на Pro в настройках в любое время.
sw: Anza na toleo bila malipo. Pandisha hadi Pro kutoka Mipangilio wakati wowote.
tl: Magsimula sa libreng bersyon. Mag-upgrade sa Pro mula sa Settings anumang oras.
zh_hans: 从免费版开始。你可以 随时在设置中升级到 Pro。
zh_hant: 從免費版開始。你可以 隨時在設定中升級到 Pro。

source: Stay Connected
am: ተገናኝተህ ቆይ
de: Bleib verbunden
es: Mantente conectado
fr: Restez connecté
id: Tetap terhubung
it: Resta connesso
ja: つながり続けよう
ko: 계속 연결되어 있기
pl: Pozostań w kontakcie
pt_br: Fique conectado
ru: Оставайся на связи
sw: Bakia ukiunganishwa
tl: Manatiling konektado
zh_hans: 保持连接
zh_hant: 保持連線

source: Still listening?
am: አሁንም እያደመጥክ ነው?
de: Hörst du noch?
es: ¿Aún escuchando?
fr: Toujours à l'écoute ?
id: Masih mendengarkan?
it: Ancora in ascolto?
ja: まだ聞いていますか?
ko: 계속 듣고 계신가요?
pl: Wciąż słuchasz?
pt_br: Ainda ouvindo?
ru: Всё ещё слушаешь?
sw: Bado unasikiliza?
tl: Nakikinig ka pa ba?
zh_hans: 还在听吗?
zh_hant: 還在聽嗎?

source: Stop
am: አቁም
de: Stoppen
es: Detener
fr: Arrêter
id: Berhenti
it: Ferma
ja: 停止
ko: 정지
pl: Zatrzymaj
pt_br: Parar
ru: Стоп
sw: Simamisha
tl: Tumigil
zh_hans: 停止
zh_hant: 停止

source: Swipe up to explore
am: ለመፈለግ ወደላይ ጠርግ
de: Nach oben wischen, um zu entdecken
es: Desliza para explorar
fr: Balayez vers le haut pour explorer
id: Geser ke atas untuk menjelajah
it: Scorri in su per esplorare
ja: 上にスワイプして探索
ko: 위로 스와이프해서 둘러보기
pl: Przesuń w górę, aby odkrywać
pt_br: Deslize para explorar
ru: Смахни вверх, чтобы исследовать
sw: Telezesha juu kuchunguza
tl: Mag-swipe pataas para mag-explore
zh_hans: 上滑探索
zh_hant: 上滑探索

source: THIS WEEK
am: ይህ ሳምንት
de: DIESE WOCHE
es: ESTA SEMANA
fr: CETTE SEMAINE
id: MINGGU INI
it: QUESTA SETTIMANA
ja: 今週
ko: 이번 주
pl: W TYM TYGODNIU
pt_br: ESTA SEMANA
ru: НА ЭТОЙ НЕДЕЛЕ
sw: WIKI HII
tl: LINGGONG ITO
zh_hans: 本周
zh_hant: 本週

source: TIMER ACTIVE
am: ሰዓት ቆጣሪ ተንቀሳቃሽ
de: TIMER AKTIV
es: TEMPORIZADOR ACTIVO
fr: MINUTEUR ACTIF
id: PENGATUR WAKTU AKTIF
it: TIMER ATTIVO
ja: タイマー作動中
ko: 타이머 활성
pl: MINUTNIK AKTYWNY
pt_br: TEMPORIZADOR ATIVO
ru: ТАЙМЕР АКТИВЕН
sw: KIPIMA MUDA KINATUMIKA
tl: AKTIBO ANG TIMER
zh_hans: 定时器开启
zh_hant: 計時器啟用

source: TODAY'S READINGS
am: የዛሬ ንባቦች
de: LESUNGEN HEUTE
es: LECTURAS DE HOY
fr: LECTURES DU JOUR
id: BACAAN HARI INI
it: LETTURE DI OGGI
ja: 今日の朗読
ko: 오늘의 말씀
pl: DZISIEJSZE CZYTANIA
pt_br: LEITURAS DE HOJE
ru: СЕГОДНЯШНИЕ ЧТЕНИЯ
sw: MASOMO YA LEO
tl: MGA PAGBASA NGAYON
zh_hans: 今日阅读
zh_hant: 今日閱讀

source: The AI pins facts here when you share something worth remembering forever (a name, a loss, an ongoing situation). You can also add facts yourself.
am: ለዘላለም ማስታወስ የሚገባ ነገር ስታጋራ (ስም፣ ኪሳራ፣ ሁኔታ) AI እዚህ ይለጥፋል። እራስህ እውነታዎች ማከል ትችላለህ።
de: Die KI pinnt hier Fakten, die es wert sind, für immer erinnert zu werden (ein Name, ein Verlust, eine Situation). Du kannst auch selbst Fakten hinzufügen.
es: La IA guarda aquí los datos que compartes y vale la pena recordar para siempre (un nombre, una pérdida, una situación). También puedes añadirlos tú.
fr: L'IA épingle ici les faits qui valent la peine d'être retenus (un nom, une perte, une situation). Tu peux aussi en ajouter toi-même.
id: AI mencatat di sini fakta yang layak dikenang selamanya (nama, kehilangan, situasi). Kamu juga bisa menambahkan fakta sendiri.
it: L'IA fissa qui i fatti che vale la pena ricordare per sempre (un nome, una perdita, una situazione). Puoi anche aggiungerli tu.
ja: ずっと覚えておきたい事(名前・別れ・状況)を共有すると、AIがここに留めます。自分で追加もできます。
ko: 당신이 평생 기억할 만한 것(이름, 상실, 진행 중인 상황)을 공유할 때 AI가 여기에 고정해요. 당신이 직접 추가할 수도 있어요.
pl: AI przypina tutaj fakty, które warto zapamiętać na zawsze (imię, strata, sytuacja). Ty też możesz dodawać fakty.
pt_br: A IA fixa aqui os fatos que vale a pena lembrar para sempre (um nome, uma perda, uma situação). Você também pode adicionar fatos.
ru: ИИ закрепляет здесь факты, которые стоит помнить навсегда (имя, потеря, ситуация). Ты тоже можешь добавлять факты.
sw: AI inaangika hapa mambo yanayostahili kukumbukwa milele (jina, upotevu, hali inayoendelea). Unaweza kuongeza mambo mwenyewe pia.
tl: Ipinipin dito ng AI ang mga bagay na dapat tandaan nang habang panahon (pangalan, pagkawala, sitwasyon). Maaari ka ring magdagdag ng facts mismo.
zh_hans: 当你分享值得永久记住的信息(名字、失去、正在发生的情况)时,AI 会在此处钉住。你也可以自己添加。
zh_hant: 當你分享值得永遠記得的事(名字、失去、進行中的狀況)時,AI 會釘在這裡。你也可以自己新增。

source: There wasn't enough memory to render the image. Try closing other apps and trying again.
am: ምስል ለመፍጠር በቂ ማህደረ ትውስታ አልነበረም። ሌሎች መተግበሪያዎችን ዝጋ እና እንደገና ሞክር።
de: Nicht genug Speicher, um das Bild zu erstellen. Schließe andere Apps und versuche es erneut.
es: No había suficiente memoria para crear la imagen. Intenta cerrar otras apps y reintentar.
fr: Il n'y avait pas assez de mémoire pour générer l'image. Ferme d'autres applications et réessaie.
id: Memori tidak cukup untuk membuat gambar. Tutup aplikasi lain dan coba lagi.
it: Memoria insufficiente per creare l'immagine. Chiudi altre app e riprova.
ja: 画像を作成するメモリが不足しています。他のアプリを閉じて再試行してください。
ko: 이미지를 만들 메모리가 부족해요. 다른 앱을 닫고 다시 시도해 보세요.
pl: Brakło pamięci do utworzenia obrazu. Zamknij inne aplikacje i spróbuj ponownie.
pt_br: Não havia memória suficiente para gerar a imagem. Feche outros apps e tente novamente.
ru: Недостаточно памяти для создания изображения. Закрой другие приложения и попробуй снова.
sw: Hakukuwa na kumbukumbu ya kutosha kutoa picha. Jaribu kufunga programu zingine na ujaribu tena.
tl: Hindi sapat ang memorya para mag-render ng larawan. Subukang isara ang ibang apps at subukang muli.
zh_hans: 内存不足,无法生成图片。请关闭其他应用后重试。
zh_hant: 記憶體不足,無法產生圖片。請關閉其他應用程式後重試。

source: This Week
am: ይህ ሳምንት
de: Diese Woche
es: Esta semana
fr: Cette semaine
id: Minggu ini
it: Questa settimana
ja: 今週
ko: 이번 주
pl: W tym tygodniu
pt_br: Esta semana
ru: Эта неделя
sw: Wiki hii
tl: Linggong ito
zh_hans: 本周
zh_hant: 本週

source: This chapter's text will be available in a future update.
am: የዚህ ምዕራፍ ጽሑፍ በቀጣይ ዝማኔ ላይ ይገኛል።
de: Der Text dieses Kapitels wird in einem zukünftigen Update verfügbar sein.
es: El texto de este capítulo estará disponible en una próxima actualización.
fr: Le texte de ce chapitre sera disponible dans une prochaine mise à jour.
id: Teks pasal ini akan tersedia di pembaruan mendatang.
it: Il testo di questo capitolo sarà disponibile in un prossimo aggiornamento.
ja: この章の本文は今後の アップデートでご利用いただけます。
ko: 이 장의 본문은 향후 업데이트에서 제공될 예정이에요.
pl: Tekst tego rozdziału będzie dostępny w przyszłej aktualizacji.
pt_br: O texto deste capítulo estará disponível em uma próxima atualização.
ru: Текст этой главы будет доступен в следующих обновлениях.
sw: Maandishi ya sura hii yatapatikana katika sasisho la baadaye.
tl: Ang teksto ng kabanatang ito ay magiging available sa susunod na update.
zh_hans: 此章节的内容将在 未来的更新中提供。
zh_hant: 此章節的內容將在 未來的更新中提供。
